{
  "home": "Inicio",
  "about": "Sobre mí",
  "projects": "Proyectos",
  "technologies": "Mis Tecnologías",
  "contact": "Contacto",
  "download_cv": "Descargar CV",
  "home_description_one": "Hola, soy Juan Gomez. Soy un apasionado del desarrollo de software y la tecnología. Me encanta estar en constante aprendizaje de nuevas tecnologías, con el objetivo de innovar y perfeccionar los proyectos en los que trabajo.",
  "home_description_two": "Soy desarrollador full stack, con experiencia en explorar tanto el Frontend como el Backend. Me encanta crear, mejorar y reparar cosas, y disfruto del proceso de aprendizaje de nuevas tecnologías, incluso cuando eso implica romper y reconstruir para comprender mejor su funcionamiento.",
  "about_me_text_one": "Como desarrollador de software encuentro satisfacción en enfrentar nuevos desafíos, dividiéndolos en tareas manejables para lograr soluciones eficientes. Estoy abierto a oportunidades que me permitan adquirir nuevas habilidades y aportar al equipo y sus resultados.",
  "about_me_text_two": "Tengo experiencia en desarrollo backend utilizando varios lenguajes de programación, incluyendo PHP con frameworks como Laravel, Lumen y Bonfire, así como JavaScript con Node.js para desarrollo backend. También tengo experiencia en el desarrollo frontend utilizando Angular y React con JavaScript. Además, estoy familiarizado con servicios de AWS, lo que me permite implementar soluciones escalables y robustas en la nube.",
  "Contact_me": "¡Contáctame!",
  "online": "En línea",
  "offline": "Fuera de línea",
  "icbf_project": "Plataforma de Gestión Operacional de UDS",
  "contact_me_section": "Contáctame",
  "subject": "Asunto",
  "message": "Mensaje",
  "send": "Enviar",
  "subject_field_required": "El campo de asunto es obligatorio.",
  "email_field_required": "El campo de correo electrónico es vacío o inválido.",
  "message_field_required": "El campo de mensaje es obligatorio.",
  "incorrect_field": "Campo incorrecto",
  "message_sent": "¡Mensaje enviado!",
  "message_sent_successfully": "Tu mensaje ha sido enviado exitosamente. Te responderé lo antes posible.",
  "error_sending_title": "Error al enviar",
  "error_sending_message": "No se pudo enviar tu mensaje. Por favor, intenta nuevamente.",
  "all_rights_reserved": "Todos los derechos reservados.",
  "send_email": "Enviar email",
  "copy_email": "Copiar email",
  "email_copied": "¡Correo copiado al portapapeles!"
}